tap "codeclimate/formulae"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "mongodb/brew"
tap "pusher/brew"
tap "secrethub/tools"
brew "python@3.9"
brew "awscli"
brew "bitrise"
brew "carthage"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "consul"
brew "gettext"
brew "curl"
brew "deno"
brew "dependency-check"
brew "django-completion"
brew "docker-completion"
brew "docker-compose-completion"
brew "elixir"
brew "fish"
brew "fzf"
brew "gatsby-cli"
brew "gcc"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "gitmoji"
brew "glib"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "libmagic"
brew "libp11"
brew "libzip"
brew "lynx"
brew "mas"
brew "minicom"
brew "mitmproxy"
brew "nmap"
brew "nomad", restart_service: true
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "postgresql", restart_service: true
brew "prestd"
brew "redis", restart_service: true
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "vault", restart_service: true
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "yarn"
brew "codeclimate/formulae/codeclimate"
brew "hashicorp/tap/waypoint"
brew "liamg/tfsec/tfsec"
brew "pusher/brew/pusher"
brew "secrethub/tools/secrethub-cli"
cask "adoptopenjdk"
cask "android-studio-preview-canary"
cask "authy"
cask "bartender"
cask "bitwarden"
cask "chromedriver-beta"
cask "cleanmymac"
cask "cloudflare-warp"
cask "discord-canary"
cask "docker-edge"
cask "firefox-nightly"
cask "gcc-arm-embedded"
cask "gitkraken"
cask "google-chrome-canary"
cask "keybase"
cask "lark"
cask "lastpass"
cask "microsoft-auto-update"
cask "parallels"
cask "paw"
cask "pgadmin4"
cask "postman"
cask "responsively"
cask "slack-beta"
cask "tor-browser-alpha"
cask "vagrant"
cask "visual-studio-code-insiders"
cask "whatsapp"
cask "zenmap"
cask "zoom"
