tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "snyk/tap"
brew "awscli"
brew "bitrise"
brew "circleci"
brew "cmake"
brew "curl"
brew "dependency-check"
brew "django-completion"
brew "python"
brew "elixir"
brew "fish"
brew "gatsby-cli"
brew "gcc"
brew "gettext", link: true
brew "git"
brew "git-flow-avh"
brew "go"
brew "hadolint"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "libmagic"
brew "lynx"
brew "mas"
brew "mitmproxy"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "ruby"
brew "rustup-init"
brew "speedtest-cli"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "watchman"
brew "yarn"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "snyk/tap/snyk"
cask "adoptopenjdk8"
cask "anaconda"
cask "bartender"
cask "bitwarden"
cask "chromedriver-beta"
cask "cleanmymac"
cask "dash"
cask "discord-canary"
cask "docker-edge"
cask "firefox-nightly"
cask "gitkraken"
cask "google-chrome-canary"
cask "istat-menus"
cask "keybase"
cask "lastpass"
cask "microsoft-edge-canary"
cask "parallels"
cask "paw"
cask "pgadmin4"
cask "postman"
cask "telegram"
cask "visual-studio-code-insiders"
cask "whatsapp"
mas "1Blocker", id: 1107421413
mas "Affinity Designer", id: 824171161
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
