tap "codeclimate/formulae"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kryptco/tap"
tap "liamg/tfsec"
tap "mongodb/brew"
tap "pusher/brew"
tap "secrethub/tools"
tap "snyk/tap"
brew "gettext"
brew "awscli"
brew "bitrise"
brew "circleci"
brew "cmake"
brew "consul"
brew "curl"
brew "deno"
brew "dependency-check"
brew "django-completion"
brew "elixir"
brew "fish"
brew "fzf"
brew "gatsby-cli"
brew "gcc"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "gitmoji"
brew "glib"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "libmagic"
brew "lynx"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "nomad", restart_service: true
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "postgresql", restart_service: true
brew "prest"
brew "redis", restart_service: true
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "speedtest-cli"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "vault"
brew "watchman"
brew "wget"
brew "yarn"
brew "codeclimate/formulae/codeclimate"
brew "hashicorp/tap/waypoint"
brew "heroku/brew/heroku"
brew "kryptco/tap/kr"
brew "liamg/tfsec/tfsec"
brew "pusher/brew/pusher"
brew "secrethub/tools/secrethub-cli"
brew "snyk/tap/snyk"
cask "adoptopenjdk8"
cask "android-studio-preview-canary"
cask "bartender"
cask "bitwarden"
cask "chromedriver-beta"
cask "cleanmymac"
cask "discord-canary"
cask "docker-edge"
cask "firefox-nightly"
cask "gitkraken"
cask "google-chrome-canary"
cask "istat-menus"
cask "keybase"
cask "lastpass"
cask "microsoft-edge-dev"
cask "parallels"
cask "paw"
cask "pgadmin4"
cask "postman"
cask "responsively"
cask "slack-beta"
cask "telegram"
cask "vagrant"
cask "visual-studio-code-insiders"
cask "whatsapp"
cask "zenmap"
cask "zoom"
mas "1Blocker", id: 1107421413
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Transporter", id: 1450874784
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
