tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "shivammathur/php"
tap "snyk/tap"
tap "supabase/tap"
brew "libpng"
brew "xz"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "bison"
brew "icu4c"
brew "bzip2"
brew "freetype"
brew "gettext"
brew "cask"
brew "node"
brew "terraform"
brew "cdktf"
brew "circleci"
brew "cloudflare-wrangler2"
brew "cocoapods"
brew "ncurses"
brew "colima"
brew "curl"
brew "dependency-check"
brew "direnv"
brew "doxygen", link: false
brew "libsodium"
brew "flex"
brew "flyctl"
brew "fop"
brew "gawk"
brew "gd"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "macos-trash"
brew "mas"
brew "zlib"
brew "mysql", restart_service: true
brew "neovim"
brew "openssl@1.1"
brew "perl"
brew "pkg-config"
brew "pnpm"
brew "postgresql@13"
brew "postgresql@14"
brew "re2c"
brew "tidy-html5"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireshark", link: false
brew "wxwidgets"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/boundary"
brew "shivammathur/php/php@7.1", link: true
brew "snyk/tap/snyk"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "amazon-q"
cask "balenaetcher"
cask "bartender"
cask "bitwarden"
cask "canva"
cask "cleanmymac"
cask "cmake"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "doxygen"
cask "duckduckgo"
cask "fig"
cask "figma"
cask "firefox"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "hashicorp-boundary-desktop"
cask "hyper"
cask "istat-menus"
cask "keybase"
cask "lark"
cask "livebook"
cask "miro"
cask "ninja-download-manager-ndm"
cask "obsidian"
cask "parallels"
cask "protonvpn"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "tableplus"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "zed"
cask "zoom"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bradlc.vscode-tailwindcss"
vscode "circleci.circleci"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "dokca.42-ft-count-line"
vscode "eamodio.gitlens"
vscode "figma.figma-vscode-extension"
vscode "fill-labs.dependi"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "jakebecker.elixir-ls"
vscode "jock.svg"
vscode "kube.42header"
vscode "mariusvanwijk-joppekoers.codam-norminette-3"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "tamasfe.even-better-toml"
vscode "testdouble.vscode-standard-ruby"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
